import lips_NYX1 from '../public/images/Component 14 – 1.png'



export const productsList={
    products:[
    {
 "id":"1",
"name":"رژ لب NYX",
"price":880.000,
'discont':['0', '25%', '30%', '50%'] ,

'image':'../public/images/Component 14 – 1.png',
"colors":["#ff0000","#FF0145","#F43B86", '#F43B86','#EFB7B7'],
"company":"NYX",
"description":"لورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت و ظاهر متن باشد. ",
'Available':true,
'bestSeller':true,
'mostVisited':false,
'mostPopular':true,
// 'newest':''
'garanty':'18', 
'stars':2,
'comments':[
    {name:'مریم عسکری', date:' دی 1400 ', text: 'خیلی خوبه'},
    {name:'سارا حسینی', date:' دی 1400 ',  text: 'خیلی خوبه'},
    {name:'مریم جعفری', date:' دی 1400 ',  text: 'خیلی خوبه'},  

],
'dimention':12.5*15.65 ,
'weight':10,
'specificDescriptin':'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است',
'specificCharacter':'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است',
'model':'GFD-JKH',
'identificationCode':12485-54
},
{
    "id":"2",
   "name":"خط چشم NYX",
   "price":500.000,
   'discont':['0', '25%', '30%', '50%'] ,
   
   "image":'../public/images/Component 15 – 17.png',
   "colors":["#565D47","#B49C73","#323232", "#655D8A"],
   "company":"NYX",
   "description":"لورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت و ظاهر متن باشد. ",
   'Available':false,
   'bestSeller':false,
   'mostVisited':false,
   'mostPopular':false,
   // 'newest':''
   'garanty':'18', 
   'stars':1,
   'comments':[
       {name:'مریم عسکری', date:' دی 1400 ', text: 'خیلی خوبه'},
       {name:'سارا حسینی', date:' دی 1400 ',  text: 'خیلی خوبه'},
       {name:'مریم جعفری', date:' دی 1400 ',  text: 'خیلی خوبه'},  
   
   ],
   'dimention':12.5*15.65 ,
   'weight':10,
   'specificDescriptin':'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است',
   'specificCharacter':'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است',
   'model':'GFD-JKH',
   'identificationCode':12485-54
   },
   {
    "id":"3",
   "name":"برس کوچک NYX",
   "price":60.000,
   'discont':['0', '25%', '30%', '50%'] ,
   
   "image":'../public/images/Component 17 – 17.png',
   "colors":["#ff0000",'#EC9CD3', '#6ECB63','#90AACB'],
   "company":"NYX",
   "description":"لورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت و ظاهر متن باشد. ",
   'Available':true,
   'bestSeller':true,
   'mostVisited':false,
   'mostPopular':true,
   // 'newest':''
   'garanty':'18', 
   'stars':5,
   'comments':[
       {name:'مریم عسکری', date:' دی 1400 ', text: 'خیلی خوبه'},
       {name:'سارا حسینی', date:' دی 1400 ',  text: 'خیلی خوبه'},
       {name:'مریم جعفری', date:' دی 1400 ',  text: 'خیلی خوبه'},  
   
   ],
   'dimention':12.5*15.65 ,
   'weight':10,
   'specificDescriptin':'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است',
   'specificCharacter':'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است',
   'model':'GFD-JKH',
   'identificationCode':12485-54
   },{
    "id":"4",
   "name":"رژگونه NYX",
   "price":440.000,
   'discont':['0', '25%', '30%', '50%'] ,
   
   "image":'../public/images/Component 17 – 17.png',
   "colors":["#ff0000",'#FF6363','#FFAB76','#D22779', '#FFAFAF'],
   "company":"NYX",
   "description":"لورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت و ظاهر متن باشد. ",
   'Available':true,
   'bestSeller':true,
   'mostVisited':false,
   'mostPopular':true,
   // 'newest':''
   'garanty':'18', 
   'stars':5,
   'comments':[
       {name:'مریم عسکری', date:' دی 1400 ', text: 'خیلی خوبه'},
       {name:'سارا حسینی', date:' دی 1400 ',  text: 'خیلی خوبه'},
       {name:'مریم جعفری', date:' دی 1400 ',  text: 'خیلی خوبه'},  
   
   ],
   'dimention':12.5*15.65 ,
   'weight':10,
   'specificDescriptin':'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است',
   'specificCharacter':'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است',
   'model':'GFD-JKH',
   'identificationCode':12485-54
   }
]}