export const productsList = {
    products: [{
            "id": "1",
            "name": "رژ لب NYX",
            "price": 880.000,
            'category': 'صورت',
            'discont': '25%',
            'imgsrc': '/images/Component 15 – 17.jpg',
            "colors": ["#ff0000", "#FF0145", "#F43B86", '#F47B86', '#EFB7B7'],
            "company": "NYX",
            "description": "لورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت و ظاهر متن باشد. ",
            'Available': true,
            'bestSeller': true,
            'mostVisited': false,
            'mostPopular': true,
            // 'newest':''
            'garanty': '18',
            'stars': 2,
            'comments': [
                { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '2' },
                { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'عالی', 'commentLikes': '0' },
                { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '10' },
                { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '35' },


            ],
            'model': '157-23',
            'properties': [
                { 'id': '1', 'value': '12.5 * 15.65', 'title': 'ابعاد', 'megid': 'میلی متر' },
                { 'id': '2', 'value': '10', 'title': 'وزن', 'megid': 'گرم' },
                { 'id': '3', 'value': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده لازم است', 'title': 'توضیحات' },
                { 'id': '4', 'value': 'لورم ایپسوم متن ساختگی  است', 'title': 'ویژگی های خاص' },
                { 'id': '5', 'value': 'GFD-JKH', 'title': 'مدل' },
                { 'id': '6', 'value': '12485 - 54', 'title': 'شناسه کالا' },
                { 'id': '7', 'value': 'red', 'title': 'رنگ ها' },
                { 'id': '8', 'value': '12485 - 54', 'title': 'شناسه کالا' },
            ],

            'likes': 20,
            'brand': 'لانکوم'
        },
        {
            "id": "2",
            "name": "خط چشم NYX",
            "price": 500.000,

            'category': 'پوست',
            'discont': '30%',


            'imgsrc': ['/../public/images/2.png'],
            "colors": ["#565D47", "#B49C73", "#323232", "#655D8A"],
            "company": "NYX",
            "description": "لورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تالورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت و ظاهر متن باشد. ",
            'Available': false,
            'bestSeller': false,
            'mostVisited': false,
            'mostPopular': false,
            // 'newest':''
            'garanty': '18',
            'stars': 1,
            'comments': [
                { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '35' },
                { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '25' },
                { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '15' },
                { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '0' },


            ],
            'model': '157-23',
            'properties': [
                { 'id': '1', 'value': '12.5 * 15.65', 'title': 'ابعاد', 'megid': 'میلی متر' },
                { 'id': '2', 'value': '10', 'title': 'وزن', 'megid': 'گرم' },
                { 'id': '3', 'value': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده لازم است', 'title': 'توضیحات' },
                { 'id': '4', 'value': 'لورم ایپسوم متن ساختگی  است', 'title': 'ویژگی های خاص' },
                { 'id': '5', 'value': 'GFD-JKH', 'title': 'مدل' },
                { 'id': '6', 'value': '12485 - 54', 'title': 'شناسه کالا' },
                { 'id': '7', 'value': 'red', 'title': 'رنگ ها' },
                { 'id': '8', 'value': '12485 - 54', 'title': 'شناسه کالا' },
            ],


            'likes': 30,
            'brand': 'دیور'
        },
        {
            "id": "3",
            "name": "برس کوچک NYX",
            "price": 60.000,

            'category': 'صورت',
            'discont': '30%',

            'imgsrc': ['/../public/images/2.png'],
            "colors": ["#ff0000", '#EC9CD3', '#6ECB63', '#90AACB'],
            "company": "NYX",
            "description": "لورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت و ظاهر متن باشد. ",
            'Available': true,
            'bestSeller': true,
            'mostVisited': false,
            'mostPopular': true,
            // 'newest':''
            'garanty': '18',
            'stars': 5,
            'comments': [
                { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '3' },
                { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '2' },
                { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '1' },
                { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '0' },


            ],
            'model': '157-23',
            'properties': [
                { 'id': '1', 'value': '12.5 * 15.65', 'title': 'ابعاد', 'megid': 'میلی متر' },
                { 'id': '2', 'value': '10', 'title': 'وزن', 'megid': 'گرم' },
                { 'id': '3', 'value': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده لازم است', 'title': 'توضیحات' },
                { 'id': '4', 'value': 'لورم ایپسوم متن ساختگی  است', 'title': 'ویژگی های خاص' },
                { 'id': '5', 'value': 'GFD-JKH', 'title': 'مدل' },
                { 'id': '6', 'value': '12485 - 54', 'title': 'شناسه کالا' },
                { 'id': '7', 'value': 'red', 'title': 'رنگ ها' },
                { 'id': '8', 'value': '12485 - 54', 'title': 'شناسه کالا' },
            ],

            'likes': 40,
            'brand': 'هدا بیوتی'
        },
        {
            "id": "4",
            "name": "شامپو  NYX",
            "price": 440.000,

            'category': 'مو',
            'discont': '50%',

            'imgsrc': ['/../public/images/2.png'],
            "colors": ["#ff0000", '#FF6363', '#FFAB76', '#D22779', '#FFAFAF'],
            "company": "NYX",
            "description": "لورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت و ظاهر متن باشد. ",
            'Available': true,
            'bestSeller': true,
            'mostVisited': false,
            'mostPopular': true,
            // 'newest':''
            'garanty': '18',
            'stars': 5,
            'comments': [
                { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '4' },
                { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '54' },
                { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '0' },
                { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '0' },
                { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '0' },


            ],
            'model': '157-23',
            'properties': [
                { 'id': '1', 'value': '12.5 * 15.65', 'title': 'ابعاد', 'megid': 'میلی متر' },
                { 'id': '2', 'value': '10', 'title': 'وزن', 'megid': 'گرم' },
                { 'id': '3', 'value': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده لازم است', 'title': 'توضیحات' },
                { 'id': '4', 'value': 'لورم ایپسوم متن ساختگی  است', 'title': 'ویژگی های خاص' },
                { 'id': '5', 'value': 'GFD-JKH', 'title': 'مدل' },
                { 'id': '6', 'value': '12485 - 54', 'title': 'شناسه کالا' },
                { 'id': '7', 'value': 'red', 'title': 'رنگ ها' },
                { 'id': '8', 'value': '12485 - 54', 'title': 'شناسه کالا' },
            ],
            'likes': 20,
            'brand': 'مک'
        },
        {
            "id": "5",
            "name": "روغن مو NYX",
            "price": 440.000,

            'category': 'مو',
            'discont': '25%',

            'imgsrc': ['/../public/images/2.png'],
            "colors": ["#ff0000", '#FF6363', '#FFAB76', '#D22779', '#FFAFAF'],
            "company": "NYX",
            "description": "لورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت و ظاهر متن باشد. ",
            'Available': true,
            'bestSeller': true,
            'mostVisited': false,
            'mostPopular': true,
            // 'newest':''
            'garanty': '18',
            'stars': 5,
            'comments': [
                { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '15' },
                { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '0' },
                { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '25' },
                { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '35' },


            ],
            'model': '157-23',
            'properties': [
                { 'id': '1', 'value': '12.5 * 15.65', 'title': 'ابعاد', 'megid': 'میلی متر' },
                { 'id': '2', 'value': '10', 'title': 'وزن', 'megid': 'گرم' },
                { 'id': '3', 'value': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده لازم است', 'title': 'توضیحات' },
                { 'id': '4', 'value': 'لورم ایپسوم متن ساختگی  است', 'title': 'ویژگی های خاص' },
                { 'id': '5', 'value': 'GFD-JKH', 'title': 'مدل' },
                { 'id': '6', 'value': '12485 - 54', 'title': 'شناسه کالا' },
                { 'id': '7', 'value': 'red', 'title': 'رنگ ها' },
                { 'id': '8', 'value': '12485 - 54', 'title': 'شناسه کالا' },
            ],
            'likes': 20,
            'brand': 'آنستازیا'

        },
        {
            "id": "6",
            "name": "رنگ مو NYX",
            "price": 440.000,

            'category': 'مو',
            'discont': '0',

            'imgsrc': ['/../public/images/2.png'],
            "colors": ["#ff0000", '#FF6363', '#FFAB76', '#D22779', '#FFAFAF'],
            "company": "NYX",
            "description": "لورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت و ظاهر متن باشد. ",
            'Available': true,
            'bestSeller': true,
            'mostVisited': false,
            'mostPopular': true,
            // 'newest':''
            'garanty': '18',
            'stars': 5,
            'comments': [
                { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '12' },
                { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '11' },
                { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '3' },
                { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },


            ],
            'model': '157-23',
            'properties': [
                { 'id': '1', 'value': '12.5 * 15.65', 'title': 'ابعاد', 'megid': 'میلی متر' },
                { 'id': '2', 'value': '10', 'title': 'وزن', 'megid': 'گرم' },
                { 'id': '3', 'value': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده لازم است', 'title': 'توضیحات' },
                { 'id': '4', 'value': 'لورم ایپسوم متن ساختگی  است', 'title': 'ویژگی های خاص' },
                { 'id': '5', 'value': 'GFD-JKH', 'title': 'مدل' },
                { 'id': '6', 'value': '12485 - 54', 'title': 'شناسه کالا' },
                { 'id': '7', 'value': 'red', 'title': 'رنگ ها' },
                { 'id': '8', 'value': '12485 - 54', 'title': 'شناسه کالا' },
            ],
            'likes': 20,
            'brand': 'لانکوم'
        },
        {
            "id": "7",
            "name": "لوسیون بدن NYX",
            "price": 440.000,

            'category': 'پوست',
            'discont': '0',

            'imgsrc': ['/../public/images/2.png'],
            "colors": ["#ff0000", '#FF6363', '#FFAB76', '#D22779', '#FFAFAF'],
            "company": "NYX",
            "description": "لورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت و ظاهر متن باشد. ",
            'Available': true,
            'bestSeller': true,
            'mostVisited': false,
            'mostPopular': true,
            // 'newest':''
            'garanty': '18',
            'stars': 5,
            'comments': [
                { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '5' },
                { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '5' },
                { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },


            ],
            'model': '157-23',
            'properties': [
                { 'id': '1', 'value': '12.5 * 15.65', 'title': 'ابعاد', 'megid': 'میلی متر' },
                { 'id': '2', 'value': '10', 'title': 'وزن', 'megid': 'گرم' },
                { 'id': '3', 'value': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده لازم است', 'title': 'توضیحات' },
                { 'id': '4', 'value': 'لورم ایپسوم متن ساختگی  است', 'title': 'ویژگی های خاص' },
                { 'id': '5', 'value': 'GFD-JKH', 'title': 'مدل' },
                { 'id': '6', 'value': '12485 - 54', 'title': 'شناسه کالا' },
                { 'id': '7', 'value': 'red', 'title': 'رنگ ها' },
                { 'id': '8', 'value': '12485 - 54', 'title': 'شناسه کالا' },
            ],
            'likes': '6',
            'brand': 'لانکوم'
        },
        {
            "id": "8",
            "name": "شامپو بدن NYX",
            "price": 440.000,

            'category': 'پوست',
            'discont': '30%',

            'imgsrc': ['/../public/images/roj.png'],
            "colors": ["#ff0000", '#FF6363', '#FFAB76', '#D22779', '#FFAFAF'],
            "company": "NYX",
            "description": "لورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت و ظاهر متن باشد. ",
            'Available': true,
            'bestSeller': true,
            'mostVisited': false,
            'mostPopular': true,
            // 'newest':''
            'garanty': '18',
            'stars': 5,
            'comments': [
                { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '5' },
                { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '5' },
                { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },


            ],
            'model': '157-23',
            'properties': [
                { 'id': '1', 'value': '12.5 * 15.65', 'title': 'ابعاد', 'megid': 'میلی متر' },
                { 'id': '2', 'value': '10', 'title': 'وزن', 'megid': 'گرم' },
                { 'id': '3', 'value': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده لازم است', 'title': 'توضیحات' },
                { 'id': '4', 'value': 'لورم ایپسوم متن ساختگی  است', 'title': 'ویژگی های خاص' },
                { 'id': '5', 'value': 'GFD-JKH', 'title': 'مدل' },
                { 'id': '6', 'value': '12485 - 54', 'title': 'شناسه کالا' },
                { 'id': '7', 'value': 'red', 'title': 'رنگ ها' },
                { 'id': '8', 'value': '12485 - 54', 'title': 'شناسه کالا' },
            ],
            'likes': 10,
            'brand': 'لانکوم'
        },
        {
            "id": "9",
            "name": "خط چشم NYX",
            "price": 440.000,

            'category': 'صورت',
            'discont': '50%',

            'imgsrc': ['/../public/images/roj.png'],
            "colors": ["#ff0000", '#FF6363', '#FFAB76', '#D22779', '#FFAFAF'],
            "company": "NYX",
            "description": "لورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت و ظاهر متن باشد. ",
            'Available': true,
            'bestSeller': true,
            'mostVisited': false,
            'mostPopular': true,
            // 'newest':''
            'garanty': '18',
            'stars': 5,
            'comments': [
                { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '5' },
                { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '5' },
                { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },


            ],
            'model': '157-23',
            'properties': [
                { 'id': '1', 'value': '12.5 * 15.65', 'title': 'ابعاد', 'megid': 'میلی متر' },
                { 'id': '2', 'value': '10', 'title': 'وزن', 'megid': 'گرم' },
                { 'id': '3', 'value': 'لورم ایپسومتفاده لازم است', 'title': 'توضیحات' },
                { 'id': '4', 'value': 'لورم ایپسوم متن ساختگی  است', 'title': 'ویژگی های خاص' },
                { 'id': '5', 'value': 'GFD-JKH', 'title': 'مدل' },
                { 'id': '6', 'value': '12485 - 54', 'title': 'شناسه کالا' },
                { 'id': '7', 'value': 'red', 'title': 'رنگ ها' },
                { 'id': '8', 'value': '12485 - 54', 'title': 'شناسه کالا' },
            ],
            'likes': 50,
            'brand': 'لانکوم'
        },
        {
            "id": "10",
            "name": "رژگونه NYX",
            "price": 440.000,

            'category': 'صورت',
            'discont': '50%',

            'imgsrc': ['/../public/images/roj.png'],
            "colors": ["#ff0000", '#FF6363', '#FFAB76', '#D22779', '#FFAFAF'],
            "company": "NYX",
            "description": "لورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت و ظاهر متن باشد. ",
            'Available': true,
            'bestSeller': true,
            'mostVisited': false,
            'mostPopular': true,
            // 'newest':''
            'garanty': '18',
            'stars': 5,
            'comments': [
                { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '5' },
                { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '5' },
                { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },


            ],
            'model': '157-23',
            'properties': [
                { 'id': '1', 'value': '12.5 * 15.65', 'title': 'ابعاد', 'megid': 'میلی متر' },
                { 'id': '2', 'value': '10', 'title': 'وزن', 'megid': 'گرم' },
                { 'id': '3', 'value': 'لورم ایپسوم لازم است', 'title': 'توضیحات' },
                { 'id': '4', 'value': 'لورم ایپسوم متن ساختگی  است', 'title': 'ویژگی های خاص' },
                { 'id': '5', 'value': 'GFD-JKH', 'title': 'مدل' },
                { 'id': '6', 'value': '12485 - 54', 'title': 'شناسه کالا' },
                { 'id': '7', 'value': 'red', 'title': 'رنگ ها' },
                { 'id': '8', 'value': '12485 - 54', 'title': 'شناسه کالا' },
            ],
            'likes': 60,
            'brand': 'مک'
        },
        {
            "id": "11",
            "name": "رژگونه NYX",
            "price": 440.000,

            'category': 'صورت',
            'discont': '30%',

            'imgsrc': ['/../public/images/roj.png'],
            "colors": ["#ff0000", '#FF6363', '#FFAB76', '#D22779', '#FFAFAF'],
            "company": "NYX",
            "description": "لورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت و ظاهر متن باشد. ",
            'Available': true,
            'bestSeller': true,
            'mostVisited': false,
            'mostPopular': true,
            // 'newest':''
            'garanty': '18',
            'stars': 5,
            'comments': [
                { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '5' },
                { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '5' },
                { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },


            ],
            'model': '157-23',
            'properties': [
                { 'id': '1', 'value': '12.5 * 15.65', 'title': 'ابعاد', 'megid': 'میلی متر' },
                { 'id': '2', 'value': '10', 'title': 'وزن', 'megid': 'گرم' },
                { 'id': '3', 'value': 'لورم ایپسوم ده لازم است', 'title': 'توضیحات' },
                { 'id': '4', 'value': 'لورم ایپسوم متن ساختگی  است', 'title': 'ویژگی های خاص' },
                { 'id': '5', 'value': 'GFD-JKH', 'title': 'مدل' },
                { 'id': '6', 'value': '12485 - 54', 'title': 'شناسه کالا' },
                { 'id': '7', 'value': 'red', 'title': 'رنگ ها' },
                { 'id': '8', 'value': '12485 - 54', 'title': 'شناسه کالا' },
            ],
            'likes': 20,
            'brand': 'مک'
        },
        {
            "id": "12",
            "name": "رژگونه NYX",
            "price": 440.000,

            'category': 'صورت',
            'discont': '50%',

            'imgsrc': ['/../public/images/roj.png'],
            "colors": ["#ff0000", '#FF6363', '#FFAB76', '#D22779', '#FFAFAF'],
            "company": "NYX",
            "description": "لورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.اندازه فونت و ظاهر متن باشد. ",
            'Available': true,
            'bestSeller': true,
            'mostVisited': false,
            'mostPopular': true,
            // 'newest':''
            'garanty': '18',
            'stars': 5,
            'comments': [
                { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '5' },
                { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '5' },
                { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },


            ],
            'model': '157-23',
            'properties': [
                { 'id': '1', 'value': '12.5 * 15.65', 'title': 'ابعاد', 'megid': 'میلی متر' },
                { 'id': '2', 'value': '10', 'title': 'وزن', 'megid': 'گرم' },
                { 'id': '3', 'value': 'لورم ایپسوماستفاده لازم است', 'title': 'توضیحات' },
                { 'id': '4', 'value': 'لورم ایپسوم متن ساختگی  است', 'title': 'ویژگی های خاص' },
                { 'id': '5', 'value': 'GFD-JKH', 'title': 'مدل' },
                { 'id': '6', 'value': '12485 - 54', 'title': 'شناسه کالا' },
                { 'id': '7', 'value': 'red', 'title': 'رنگ ها' },
                { 'id': '8', 'value': '12485 - 54', 'title': 'شناسه کالا' },
            ],
            'likes': 20,
            'brand': 'مک'
        },
        {
            "id": "13",
            "name": "رژگونه NYX",
            "price": 440.000,

            'category': 'صورت',
            'discont': '30%',

            'imgsrc': ['/../public/images/roj.png'],
            "colors": ["#ff0000", '#FF6363', '#FFAB76', '#D22779', '#FFAFAF'],
            "company": "NYX",
            "description": "لورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.اندازه فونت و ظاهر متن باشد. ",
            'Available': true,
            'bestSeller': true,
            'mostVisited': false,
            'mostPopular': true,
            // 'newest':''
            'garanty': '18',
            'stars': 5,
            'comments': [
                { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '5' },
                { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '5' },
                { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },


            ],
            'model': '157-23',
            'properties': [
                { 'id': '1', 'value': '12.5 * 15.65', 'title': 'ابعاد', 'megid': 'میلی متر' },
                { 'id': '2', 'value': '10', 'title': 'وزن', 'megid': 'گرم' },
                { 'id': '3', 'value': 'لورم ایپسوم متن لازم است', 'title': 'توضیحات' },
                { 'id': '4', 'value': 'لورم ایپسوم متن ساختگی  است', 'title': 'ویژگی های خاص' },
                { 'id': '5', 'value': 'GFD-JKH', 'title': 'مدل' },
                { 'id': '6', 'value': '12485 - 54', 'title': 'شناسه کالا' },
                { 'id': '7', 'value': 'red', 'title': 'رنگ ها' },
                { 'id': '8', 'value': '12485 - 54', 'title': 'شناسه کالا' },
            ],
            'likes': 20,
            'brand': 'بیوتی'
        },
        {
            "id": "14",
            "name": "رژگونه NYX",
            "price": 440.000,

            'category': 'صورت',
            'discont': '30%',

            'imgsrc': ['/../public/images/roj.png'],
            "colors": ["#ff0000", '#FF6363', '#FFAB76', '#D22779', '#FFAFAF'],
            "company": "NYX",
            "description": "لورم ایپسوم یا طرح‌نما به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.و ظاهر متن باشد. ",
            'Available': true,
            'bestSeller': true,
            'mostVisited': false,
            'mostPopular': true,
            // 'newest':''
            'garanty': '18',
            'stars': 5,
            'comments': [
                { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: ' خوبه', 'commentLikes': '5' },
                { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
                { 'id': '4', name: 'سارا علوی', date: ' دی 1400 ', text: ' خوبه', 'commentLikes': '5' },
                { 'id': '5', name: 'مریم جعفری', date: ' دی 1400 ', text: 'بد', 'commentLikes': '5' },


            ],
            'model': '157-23',
            'properties': [
                { 'id': '1', 'value': '12.5 * 15.65', 'title': 'ابعاد', 'megid': 'میلی متر' },
                { 'id': '2', 'value': '10', 'title': 'وزن', 'megid': 'گرم' },
                { 'id': '3', 'value': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم ', 'title': 'توضیحات' },
                { 'id': '4', 'value': 'لورم ایپسوم متن ساختگی  است', 'title': 'ویژگی های خاص' },
                { 'id': '5', 'value': 'GFD-JKH', 'title': 'مدل' },
                { 'id': '6', 'value': '12485 - 54', 'title': 'شناسه کالا' },
                { 'id': '7', 'value': 'red', 'title': 'رنگ ها' },
                { 'id': '8', 'value': '12485 - 54', 'title': 'شناسه کالا' },
            ],
            'likes': '30',
            'brand': 'اوردیناری'
        }
    ]
}